Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/fns_kvinnediskrimineringskonvensjon.html.tmx
Source language: nob
Languages: sme

source: FNs kvinnediskrimineringskonvensjon
sme: ON nissonvealahankonvenšuvdna

source: FNs Kvinnediskrimineringskonvensjon skal sikre at kvinner har de samme rettighetene som menn.
sme: ON nissonvealahankonvenšuvdna galgá sihkkarastit ahte nissonolbmuin leat seammalágan vuoigatvuođat go almmáiolbmuin.

source: Konvensjonen bygger på de grunnleggende menneskerettigheter, på det enkelte menneskets verdighet og verdi og på like rettigheter for menn og kvinner.
sme: Konvenšuvdna vuođđuduvvá vuođđoolmmošvuoigatvuođaide, ovttaskas olbmo árvvolašvuhtii ja árvui ja ovttalágan vuoigatvuođaide almmáiolbmuid ja nissonolbmuid gaskka.

source: Konvensjonen definerer begrepet diskriminering av kvinner til å være enhver forskjellsbehandling, utestenging eller begrensning på grunnlag av kjønn som har som virkning eller formål å oppheve eller svekke anerkjennelsen, nytelsen eller utøvelsen av kvinners menneskerettigheter og grunnleggende friheter på det politiske, økonomiske, sosiale, kulturelle, sivile eller ethvert annet område, uavhengig av sivilstatus og med likestilling mellom menn og kvinner som utgangspunkt.
sme: Konvenšuvnnas meroštallojuvvo ahte doaba nissonolbmuid vealaheapmi lea juohkelágan sierra láhkai meannudeapmi, olggušteapmi dahje ráddjen sohkabeali vuođul mas lea áigumuš dahje ulbmil gomihit dahje fuonidit nissonolbmuid vuoigatvuođaid ja vuođđofriijavuođaid politihka, ekonomiija, sosiála, kultuvrra dahje eará surggiin, sorjjakeahttá siviila stáhtusis ja sohkabeliid dásseárvvu vuođul.

source: Konvensjonen omfatter kvinners rettigheter både i privatliv og når det gjelder formelle rettigheter i samfunnet.
sme: Konvenšuvdna guoská nissonolbmuid vuoigatvuođaide sihke priváhta eallimis ja go guoská formála vuoigatvuođaide servodagas.

source: Konvensjonen har ingen særskilte bestemmelser for urfolk, men omtaler all form for diskriminering av kvinner på ulike arenaer.
sme: Konvenšuvnnas eai leat makkárge sierra mearrádusat álgoálbmogiid várás, muhto das válddahuvvo nissonolbmuid juohkelágan vealaheapmi iešguđege arenain.

source: Les FNs kvinnediskrimineringskonvensjon
sme: Loga ON nissonvealahankonvenšuvnna

source: Gjennomføringen av Kvinnediskrimineringskonvensjonen overvåkes av FNs komité for kvinnediskriminering (CEDAW) , som består av 23 kvinnerettighetseksperter.
sme: Nissonvealahankonvenšuvnna čađaheapmi bearráigehččojuvvo FNs nissonvealahankomitea (CEDAW) bokte, mas leat 23 nissonriekteáššedovdi.

source: Statene rapporterer jevnlig til komiteen.
sme: Stáhta raporterejit jeavddalaččat komiteai.

source: Kvinnekomiteen studerer rapportene, inkluderer opplysninger fra andre kilder og adresserer sine bekymringer og anbefalinger til statene gjennom sine konkluderende observasjoner.
sme: Nissonkomitea dutká raporttaid, searvvaha eará gálduid dieđuid ja čujuha iežas fuolastumiid ja rávvagiid stáhtaide sin konkluderejeaddji áicamiid bokte.

source: Komiteen formulerer generelle anbefalinger og forslag.
sme: Komitea hábme oppalaš rávvagiid ja evttohusaid.

source: Anbefalingene har utspring i innhold og temaer i konvensjonen og rettes til statene.
sme: Rávvagiid vuođđun leat sisdoallu ja fáttát konvenšuvnnas mat sáddejuvvojit stáhtaide.
